{
  "access": {
    "record": "public",
    "files": "public"
  },
  "metadata": {
    "resource_type": { "type": "compendium", "subtype": "compendium-research" },
    "title": "Earth Observation Data Cubes for Brazil: Requirements, Methodology and Products",
      "description": "Recently, remote sensing image time series analysis has being widely used to investigate the dynamics of environments over time. Many studies have combined image time series analysis with machine learning methods to improve land use and cover change mapping. In order to support image time series analysis, analysis-ready data (ARD) image collections have been modeled and organized as multidimensional data cubes. Data cubes can be defined as sets of time series associated with spatially aligned pixels. Based on lessons learned in the research project e-Sensing, related to national demands for land use and cover monitoring and related to state-of-the-art studies on relevant topics, we define the requirements to build Earth observation data cubes for Brazil. This paper presents the methodology to generate ARD and multidimensional data cubes from remote sensing images for Brazil. We describe the computational infrastructure that we are developing in the Brazil Data Cube project, composed of software applications and Web services to create, integrate, discover, access, and process the data sets. We also present how we are producing land use and cover maps from data cubes using image time series analysis and machine learning techniques.",
      "subjects": [
      {
        "subject": "Analysis Ready Data"
      },
      {
        "subject": "Earth observations"
      },
      {
        "subject": "Information Extraction"
      },
      {
        "subject": "LULC Classification"
      },
      {
        "subject": "Time Series"
      },
      {
        "subject": "Random Forest"
      },
      {
        "subject": "Data Cube"
      },
      {
        "subject": "Brazil Data Cube"
      },
      {
        "subject": "CBERS-4"
      }
    ],
    "languages": [
      "eng"
    ],
    "identifiers": [
      {
        "identifier": "10.5194/isprs-annals-V-3-2020-533-2020",
        "scheme": "doi"
      }
    ],
    "rights": [
      {
        "rights": "Creative Commons 4.0",
        "uri": "https://creativecommons.org/licenses/by/4.0/"
      }
    ],
    "publication_date": "2021-04-30",
    "creators": [{
      "person_or_org": {
        "name": "Felipe Menino Carlos",
        "type": "personal",
        "given_name": "Felipe",
        "family_name": "Menino",
        "identifiers": [{
          "scheme": "orcid",
          "identifier": "0000-0002-3334-4315"
        }]
      },
      "affiliations": [{
          "name": "Brazil's National Institute for Space Research (INPE)",
          "identifiers": [{
              "scheme": "ror",
              "identifier": "04xbn6x09"
          }, {
              "scheme": "isni",
              "identifier": "0000000121899930"
          }]
      }]
    }]
  }
}
