{
  "access": {
    "record": "public",
    "files": "public"
  },
  "metadata": {
    "resource_type": { "type": "compendium", "subtype": "compendium-research" },
    "title": "Replication for CBERS DATA CUBE: A POWERFUL TECHNOLOGY FOR MAPPING AND MONITORING BRAZILIAN BIOMES",
      "description": "Currently, the overwhelming amount of Earth Observation data demands new solutions regarding processing and storage. To reduce the amount of time spent in searching, downloading and pre-processing data, the remote Sensing community is coming to an agreement on the minimum amount of corrections satellite images must convey in order to reach the broadest range of applications. Satellite imagery meeting such criteria (which usually include atmospheric, radiometric and topographic corrections) are generically called Analysis Ready Data (ARD). Furthermore, ARD is being assembled into multidimensional data cubes, minimising preprocessing tasks and allowing scientists and users in general to focus on analysis. A particular instance of this is the Brazil Data Cube (BDC) project, which is processing remote sensing images of medium spatial resolution into ARD datasets and assembling them as multidimensional cubes of the Brazilian territory. For example, BDC users are released from performing tasks such as image co-registration , aerosol interference correction. This work presents a BDC proof of concept, by analysing a BDC data cube made with images from the fourth China-Brazil Earth Resources Satellite (CBERS-4) of one of the largest biodiversity hotspot in the world, the Cerrado biome. It also shows how to map and monitor land use and land cover using the CBERS data cube. We demonstrate that the CBERS data cube is effective in resolving land use and and land cover issues to meet local and national needs related to the landscape dynamics, including deforestation, carbon emissions, and public policies.",
      "subjects": [
      {
        "subject": "Analysis Ready Data"
      },
      {
        "subject": "Earth observations"
      },
      {
        "subject": "Information Extraction"
      },
      {
        "subject": "LULC Classification"
      },
      {
        "subject": "Time Series"
      },
      {
        "subject": "Random Forest"
      },
      {
        "subject": "Data Cube"
      },
      {
        "subject": "Brazil Data Cube"
      },
      {
        "subject": "CBERS-4"
      }
    ],
    "languages": [
      "eng"
    ],
    "identifiers": [
      {
        "identifier": "10.5194/isprs-annals-V-3-2020-533-2020",
        "scheme": "doi"
      }
    ],
    "rights": [
      {
        "rights": "Creative Commons 4.0",
        "uri": "https://creativecommons.org/licenses/by/4.0/"
      }
    ],
    "publication_date": "2021-04-14",
    "creators": [{
      "person_or_org": {
        "name": "Felipe Menino Carlos",
        "type": "personal",
        "given_name": "Felipe",
        "family_name": "Menino",
        "identifiers": [{
          "scheme": "orcid",
          "identifier": "0000-0002-3334-4315"
        }]
      },
      "affiliations": [{
          "name": "Brazil's National Institute for Space Research (INPE)",
          "identifiers": [{
              "scheme": "ror",
              "identifier": "04xbn6x09"
          }, {
              "scheme": "isni",
              "identifier": "0000000121899930"
          }]
      }]
    }]
  }
}
